Repository: Igifigi/eboard
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: Document name
pl: Nazwa dokumentu

source: File
pl: Plik

source: Comment
pl: Komentarz

source: Signee {pk} cannot be marked as 'already signed' without being included.
pl: Osoba nr {pk} nie może zostać oznaczona jako 'już podpisana' bez zaznaczenia jej jako podpisujacej.

source: Positions must be consecutive from 1 to {max_pos}.
pl: Pozycje muszą być następujące po sobie od 1 do {max_pos}.

source: Positions must be spcified for all or for none.
pl: Kolejność musi być określona dla wszystkich bądź dla nikogo.

source: You need to add at least one signee that didn't sign the document yet.
pl: Należy zaznaczyć co najmniej jedną osobę, która jeszcze nie podpisała dokumentu.

source: Pending
pl: Oczekujący

source: Signed
pl: Podpisany

source: Archived
pl: Zarchiwizowany

source: Document no. {number} - {name}
pl: Dokument nr {number} - {name}

source: {document}: {signee} (pos {position})
pl: {document}: {signee} (poz. {position})

source: Add signee
pl: Dodaj osobę

source: Signee name, surname
pl: Imię i nazwisko osoby

source: Add
pl: Dodaj

source: You can also add signess by uploading a csv file in the command line.
pl: Możesz również dodać osoby poprzez wgranie pliku csv w terminalu.

source: Add document
pl: Dodaj dokument

source: Signee list
pl: Lista osób

source: Name, surname
pl: Imię i nazwisko

source: Has to sign?
pl: Musi podpisać?

source: Already signed?
pl: Już podpisane?

source: Position
pl: Kolejność

source: Can't find a signee?
pl: Nie możesz znaleźć na liście?

source: Add new signee.
pl: Dodaj nową osobę.

source: Save
pl: Zapisz

source: List of documents
pl: Lista dokumentów

source: Add a document
pl: Dodaj dokument

source: Name
pl: Nazwa

source: Uploaded at
pl: Przesłany

source: Actions
pl: Akcje

source: View
pl: Szczegóły

source: There are no documents yet.
pl: Brak dokumentów.

source: Hi!
pl: Cześć!

source: The document has been signed by all parties.
pl: Dokument został podpisany przez wszystkie osoby.

source: Document number
pl: Dokument nr

source: uploaded by
pl: przesłany przez

source: You're asked to sign this document.
pl: Jesteś proszony o podpisanie dokumentu.

source: The document is attached. Please download, sign, and upload it to the website using the button below.
pl: Dokument znajduje się w załączniku. Prosimy go pobrać, podpisać i przesłać na stronę używając przycisku poniżej.

source: Upload document
pl: Prześlij dokument

source: Upload signed document
pl: Załącz podpisany dokument

source: Attach document:
pl: Załącz dokument:

source: Make sure to upload the signed version of the file.
pl: Upewnij się, że przesyłasz podpisany plik.

source: none
pl: brak

source: Request to sign the document {name}
pl: Prośba o podpis dokumentu {name}

source: Couldn't find attachment.
pl: Nie znalezniono załączników.

source: Document {name} was signed
pl: Dokument {name} został podpisany

source: Document has been saved and the first invite was sent.
pl: Dokument został zapisany i pierwsze zaproszenie zostało wysłane

source: New signee added.
pl: Nowa osoba została dodana.

source: You've already signed this document.
pl: Już podpisałeś/aś ten dokument.

source: Thank you for the signature.
pl: Dziękujemy za podpis.

source: E-board
pl: E-zarząd

source: Toggle menu
pl: Załącz menu

source: Electronic signatures
pl: Podpisy elektroniczne

source: List documents
pl: Lista dokumentów

source: Invoices and returns
pl: Faktury i zwroty

source: Submit a refund request
pl: Złóż wniosek o zwrot

source: Return to the company main webpage
pl: Wróć na główną stronę firmy

source: Log out
pl: Wyloguj się

source: Log in
pl: Zaloguj się

source: Unfortunately, there's nothing here.
pl: Niestety tutaj nic nie ma.

source: You can return to the
pl: Możesz powrócić

source: home page
pl: stronę główną

source: Homepage
pl: Strona główna

source: Company logo
pl: Logo firmy

source: Your username and password didn't match. Please try again.
pl: Nazwa użytkownika i hasło do siebie nie pasują. Spróbuj ponownie.

source: Username
pl: Nazwa użytkownika

source: Password
pl: Hasło
